Repository: 01micko/pmcputemp
Catalog: po/*.po
Languages: es

source: Unable to create configuration file.
es: No se puede crear el archivo de configuración.

source: An attempt has been made to create a configuration file
es: Se ha intentado crear un archivo de configuración

source: File is empty, trying again
es: El archivo está vací­o, intentando de nuevo

source: Can't open configured file, deleting configuration file
es: No se puede abrir el archivo configurado , borrando archivo de configuración

source: Failed to read temperature, giving up.
es: Error al leer la temperatura , renunciando.

source: Temperature out of range or bad value, exiting.
es: Temperatura fuera de rango o valor erroneo , saliendo

source: temperature
es: temperatura

source: Processors
es: Procesadores

source: Info
es: Información

source: About
es: Acerca de

source: Quit
es: Salir

source: CPU temperature
es: Temperatura de CPU

source: Polling interval out of range. Use 1 to 10 Using default 5 seconds
es: Intervalo de sondeo fuera de rango. Utilice 1 a 10 Usando por defecto 5 segundos

source: A simple tray cpu temperature monitor
es: Monitor simple de temperatura de cpu

source: unfortunately does not work on your system
es: desafortunadamente no funciona en su sistema

source: Sensors
es: Sensores

source: Output from lm_sensors
es: La salida de lm_sensors
